[localizedData.00_NITTA_SAYAKA GG2GirlLocalizedData]
firstName="新田"
lastName="彩加"
club0="田徑部"
club1="無"
profileText="田徑部的疾速女王./n她偶爾會忘事,/n但競爭心極強,而且正義感十足!"

[localizedData.01_KOKOROZAKI_MINA GG2GirlLocalizedData]
firstName="心崎"
lastName="美奈"
club0="籃球部"
club1="無"
profileText="自從被籃球砸中臉後,/n她就失去了記憶,情緒也變得起伏不定./n沒人注意時,她總會小聲嘟囔:/n"反正沒人關心我"."

[localizedData.02_NIRA_MAOKO GG2GirlLocalizedData]
firstName="韮"
lastName="真央子"
club0="遊戲部"
club1="無"
profileText="身為/n遊戲社團中聰明且嚴謹的成員,她對電玩遊戲的品/n味實在糟糕透頂.綽號為"爛遊戲鑑賞家"--她/n總是對遊戲評論家嗤之以鼻."

[localizedData.03_TENDOH_MEGUMI GG2GirlLocalizedData]
firstName="天道"
lastName="惠"
club0="摔跤會"
club1="無"
profileText="她膽小又容易受驚,/n但只要聊起摔跤就會完全放開./n說真的,她對穿緊身衣的汗男/n什麼都知道!"

[localizedData.04_KUCHIKI_KAZUSA GG2GirlLocalizedData]
firstName="朽木"
lastName="和紗"
club0="游泳部"
club1="無"
profileText="她是游泳部最安靜的女生之一,/n其實游泳水平相當出色./n如果競爭心再強一點,/n成績肯定會比現在好得多."

[localizedData.05_NIKAIDOH_AKI GG2GirlLocalizedData]
firstName="二階堂"
lastName="亞紀"
club0="劍道部"
club1="無"
profileText="她很講究整潔,討厭亂糟糟的同學./n每天早上第一個到學校,用花裝點教室./n順帶一提,她很會用錘子."

[localizedData.06_SATSUKI_KOKO GG2GirlLocalizedData]
firstName="皿月"
lastName="可可"
club0="回家部"
club1="無"
profileText="她不愛與人來往,也不喜歡成為焦點./n她父親在鎮上經營模型店,/n但生意不太好,所以她有些擔心父親."

[localizedData.07_NISHIGUCHI_TSUKASA GG2GirlLocalizedData]
firstName="西口"
lastName="司"
club0="吹奏部"
club1="無"
profileText="白天,她是愛嘮叨又愛管閑事的長笛手./n晚上,她是卡拉OK女王./n一唱起來,就別想讓她放下麥克風."

[localizedData.08_HARUSAME_RION GG2GirlLocalizedData]
firstName="春雨"
lastName="莉音"
club0="戲劇部"
club1="無"
profileText="她沉靜溫柔的氣質,/n讓大家忘了她初中時其實是個不良少女./n如今她已經改過自新,/n但最好還是別惹她."

[localizedData.09_TERUMOTO_RINA GG2GirlLocalizedData]
firstName="照本"
lastName="莉衣菜"
club0="攝影部"
club1="無"
profileText="她家在鎮上經營章魚燒店,/n所以她是個徹頭徹尾的章魚迷./n她還是很厲害的攝影師,/n不知怎麼回事,靠把照片賣給男生賺了大錢."

[localizedData.10_KUROSAWA_OTOME GG2GirlLocalizedData]
firstName="黑澤"
lastName="乙女"
club0="美術部"
club1="無"
profileText="她向陌生人自稱"黑薔薇少女"./n不看動畫,不讀書的時候,/n你會發現她正埋頭大喫日式點心."

[localizedData.11_AOSHIMA_MAI GG2GirlLocalizedData]
firstName="青嶋"
lastName="麻衣"
club0="排球部"
club1="無"
profileText="調皮的一年級女生./n她運動能力很強,也知道這一點,所以很少參加排/n球訓練,令隊友十分不滿./n她收藏了許多很棒的簽名."

[localizedData.12_KOJIKA_SAYOKO GG2GirlLocalizedData]
firstName="小鹿"
lastName="佐代子"
club0="摔跤會"
club1="無"
profileText="她是個十足的行動派,/n穿著裙子也照樣玩摔跤,令摯友十分頭疼./n她總愛在該學習的時候琢磨新招式,找人摔跤."

[localizedData.13_SINONOME_KUSUMI GG2GirlLocalizedData]
firstName="東雲"
lastName="久須美"
club0="戲劇部"
club1="無"
profileText="她是個害羞到極點的學生,/n卻鼓起勇氣加入了戲劇部./n由於一上臺就會抖得像片葉子,/n她轉而在劇本創作中找回了自信."

[localizedData.14_HOSHIZORA_SHIHO GG2GirlLocalizedData]
firstName="星空"
lastName="志保"
club0="排球部"
club1="無"
profileText="她是個十足的怪人,擅長為排球隊制定陰險的戰術/n以保持優勢./n她喜歡觀星,也一直沉迷於星座."

[localizedData.15_SUDOH_MAKI GG2GirlLocalizedData]
firstName="須藤"
lastName="真紀"
club0="田徑部"
club1="無"
profileText="孩子氣又任性的女孩,總是跟著朋友到處跑./n即使運動能力很差,她還是加入了田徑部./n可惜她並不聰明."

[localizedData.16_ANITA_BELLMAN GG2GirlLocalizedData]
firstName="貝爾曼"
lastName="安妮塔"
club0="游泳部"
club1="無"
profileText="她是從瑞典轉來的學生,還不太適應學園生活./n她動作遲鈍又不太機靈,朋友讓她跑腿時,她總是/n把事情弄錯."

[localizedData.17_MATSUBARA_MIHONO GG2GirlLocalizedData]
firstName="松原"
lastName="美穗乃"
club0="新聞部"
club1="無"
profileText="她是技藝高超的畫手,/n為校報創作四格漫畫./n她好奇心旺盛又嘴很快,/n最喜歡傳播別人的傳聞,即使那不是真的."

[localizedData.18_NANBARA_KAZUMI GG2GirlLocalizedData]
firstName="南原"
lastName="一巳"
club0="機器人會"
club1="無"
profileText="她是機器人超級粉絲,/n狂熱地喜歡機甲動畫,甚至會在夢中念臺詞./n她想象力豐富,/n相信真冬是機器人軍團的首領."

[localizedData.19_JINBO_YUKINA GG2GirlLocalizedData]
firstName="神保"
lastName="雪菜"
club0="網球部"
club1="學生會會計"
profileText="她出身富裕家庭,最近似乎深受煩惱,/n卻沒人知道原因.她負責管理學生會預算,/n諷刺的是,她對金錢一竅不通......"

[localizedData.20_SHISHIDO_KANKO GG2GirlLocalizedData]
firstName="宸戶"
lastName="甘子"
club0="天文部"
club1="風紀委員"
profileText="她是學生會成員,也是很接地氣的鄉下女孩./n她喜歡探索城市的燈光,/n卻常常在熱鬧的地方迷路."

[localizedData.21_AMATSUKA_PATAKO GG2GirlLocalizedData]
firstName="天使"
lastName="帕塔子"
club0="回家部"
club1="無"
profileText="她是軍事研究部開朗活潑的宣傳委員./n從春天起就住在男生宿舍,/n因為她更喜歡和男生們一起喫咖喱,看漫畫."

[localizedData.22_HARUNO_TSUBOMI GG2GirlLocalizedData]
firstName="春野"
lastName="蕊"
club0="戲劇部"
club1="無"
profileText="用活潑來形容她最合適./n她是戲劇部超級可愛的吉祥物,卻沒意識到自己/n演技糟糕透頂./n身邊沒有玩偶就睡不著."

[localizedData.23_SAKAGUCHI_KASUMI GG2GirlLocalizedData]
firstName="坂口"
lastName="霞"
club0="田徑部"
club1="無"
profileText="她是田徑部的明星,最喜歡跑步和喫東西,有時還/n會一邊跑一邊喫./n作為假小子,她討厭女生話題,總是沖刺去排午餐/n隊."

[localizedData.24_KIBAYASHI_KUMI GG2GirlLocalizedData]
firstName="木林"
lastName="久美"
club0="咖喱部"
club1="無"
profileText="她安靜沉穩,卻對咖喱有著燃燒般的熱情./n常能看到她要求廚房把飯菜做得更辣./n弄丟珍藏辣椒時,她還哭了一場."

[localizedData.25_KOSUGI_NENEKO GG2GirlLocalizedData]
firstName="小杉"
lastName="寧寧子"
club0="游泳部"
club1="無"
profileText="她是游泳部親切友善的女孩,/n但不太常去訓練.天氣暖和時,/n經常能在庭院陽光最好的地方找到她打盹."

[localizedData.26_TAKADA_SAKI GG2GirlLocalizedData]
firstName="高田"
lastName="沙希"
club0="籃球部"
club1="無"
profileText="籃球隊士氣低落時,總是她來鼓舞大家./n她有個奇怪的習慣,/n每句話後面都會莫名其妙地加一句"對吧?""

[localizedData.27_TSUKADA_FUMI GG2GirlLocalizedData]
firstName="塚田"
lastName="芙美"
club0="文藝部"
club1="無"
profileText="她平時很開朗,卻有些笨手笨腳,總是掉東西./n她有點自卑,所以別人想幫忙時反而會生氣./n她最喜歡讀推理小說."

[localizedData.28_KURODA_RIKO GG2GirlLocalizedData]
firstName="黑田"
lastName="莉子"
club0="攝影部長"
club1="無"
profileText="她是大家可靠的小幫手,朋友們覺得她有點古板./n她喜歡做家務和料理./n她很討厭妹妹,卻不肯告訴別人原因."

[localizedData.29_NATSUKI_MARIA GG2GirlLocalizedData]
firstName="夏樹"
lastName="瑪麗亞"
club0="籃球部"
club1="文藝部"
profileText="她是來自美國的留學生,/n被免費漢堡騙進籃球隊./n結果她技術很差,也不懂規則./n這就是刻板印象的代價."

[localizedData.30_MURASAME_TSUZUMI GG2GirlLocalizedData]
firstName="村雨"
lastName="鼓"
club0="美術部"
club1="無"
profileText="她是典型的鄰家女孩,善良又出身好./n她平時很低調,卻受到男生們瘋狂關注,/n也招來女生們滿滿的嫉妒."

[localizedData.31_TACHIBANA_TSUGUMI GG2GirlLocalizedData]
firstName="橘"
lastName="鶴"
club0="書道部"
club1="無"
profileText="當學長終於注意到她時,她向學長告白,卻被拒絕/n了./n現在她試著從少女遊戲裏學習戀愛,卻羞恥得快要/n受不了."

[localizedData.32_HANBA_MIDORI GG2GirlLocalizedData]
firstName="半場"
lastName="翠"
club0="遊戲部長"
club1="無"
profileText="她是遊戲部部長,卻輸不起./n事情不順時,她就會生氣,甚至在比賽中途改規則/n."

[localizedData.33_HITOTSUBASHI_JUNKO GG2GirlLocalizedData]
firstName="一橋"
lastName="淳子"
club0="排球部"
club1="無"
profileText="她的身高讓女生們以為她很強./n事實完全相反!她訓練時會哭,/n其實相當柔弱,比起運動更喜歡織毛衣."

[localizedData.34_KUMANO_MIKOTO GG2GirlLocalizedData]
firstName="熊野"
lastName="美琴"
club0="游泳部"
club1="無"
profileText="給她一顆糖,她很可能把整袋都拿走./n嗜甜讓她體重增加./n現在她加入游泳部,努力對抗腰圍."

[localizedData.35_KUSE_HAYARI GG2GirlLocalizedData]
firstName="久世"
lastName="早莉"
club0="女足部"
club1="無"
profileText="她是女子足球隊的熱情成員./n不知為何,她更喜歡和男生一起踢./n她的技術不算好,/n但男生們尊重她在場上的努力."

[localizedData.36_MIKASA_RURIKO GG2GirlLocalizedData]
firstName="三笠"
lastName="瑠璃子"
club0="天文部"
club1="學生會書記"
profileText="擔任學生會書記就是她活著的意義./n又或者,她只是喜歡被學生會長支配./n不管怎樣,她的成績正在下滑......"

[localizedData.37_HIMENO_RAN GG2GirlLocalizedData]
firstName="姬野"
lastName="蘭"
club0="田徑部"
club1="無"
profileText="典型的孤獨跑者.她能飛快跑完10公里./n她極度害羞,幾乎沒有朋友./n每天跑步讓她上課時總是筋疲力盡."

[localizedData.38_NISHIBINA_URARAKA GG2GirlLocalizedData]
firstName="西雛"
lastName="麗"
club0="回家部"
club1="無"
profileText="她完全沒有自信,但沒人知道原因./n她幾乎什麼都擅長,因此被大家視為非常可靠./n每次被誇獎都會臉紅."

[localizedData.39_ISE_NANAMI GG2GirlLocalizedData]
firstName="伊勢"
lastName="奈菜美"
club0="網球部"
club1="無"
profileText="她的笑聲足以震碎玻璃./n但這就是她唯一的缺點,/n因為她漂亮,成績優秀,是班級代表,/n還是個徹頭徹尾的超級宅女."

[localizedData.40_SAZANAMI_KAREN GG2GirlLocalizedData]
firstName="漣"
lastName="可憐"
club0="美術部"
club1="無"
profileText="她的畫只能稱作"車禍現場的傑克遜.波洛克"./n沒人理解她,也沒人理解她的作品./n不過說實話,她根本不在乎你怎麼想."

[localizedData.41_AKAGI_KAHO GG2GirlLocalizedData]
firstName="赤木"
lastName="夏帆"
club0="網球部"
club1="無"
profileText="她男女通喫,性格有點粗野./n當然,沒人敢當面這麼說./n她麻將技術出神入化,/n已經被鎮上每一家黑幫賭場列入黑名單."

[localizedData.42_TANAKA_RIKIKO GG2GirlLocalizedData]
firstName="田中"
lastName="力子"
club0="文藝部"
club1="風紀委員"
profileText="她是極其認真的學生會成員,以難看的眼鏡聞名./n不過最近男生們似乎很迷她,也許她就是有某種特/n別魅力."

[localizedData.43_SUZUNO_MEI GG2GirlLocalizedData]
firstName="鈴野"
lastName="芽衣"
club0="回家部"
club1="無"
profileText="她思維敏銳,說話也很尖銳./n沒人想被她挖苦,但大家都尊重她的坦率./n她在餐廳打工,天生擅長洗盤子."

[localizedData.44_SAIJOH_KAZAMI GG2GirlLocalizedData]
firstName="西條"
lastName="風見"
club0="咖喱部"
club1="無"
profileText="她是吵鬧的班級活寶,/n總能在課堂上逗大家發笑,哪怕不該笑的時候也一/n樣./n她對社團有點三分鐘熱度,/n所以乾脆把所有社團都加入了."

[localizedData.45_TSUKIMIYA_MADOKA GG2GirlLocalizedData]
firstName="月宮"
lastName="圓"
club0="輕音部長"
club1="無"
profileText="她是輕音部部長./n她在樂隊比賽中輸給LOVEHEARTS,被迫/n加入對方./n她更喜歡打鼓,卻被迫彈貝斯."

[localizedData.46_ASANO_SUZUME GG2GirlLocalizedData]
firstName="朝野"
lastName="鈴芝"
club0="鐵道會長"
club1="放送委員"
profileText="她是鐵路研究會會長./n從去年起就在播火車節目,但沒人聽./n她的夢想是成為帥氣的列車員."

[localizedData.47_SHIROGANE_YUKI GG2GirlLocalizedData]
firstName="白銀"
lastName="雪"
club0="天文部"
club1="無"
profileText="她安靜又缺乏自信./n她虔誠地看星座運勢,/n希望得到會遇見白馬王子的徵兆."

[localizedData.48_KURODA_MAKO GG2GirlLocalizedData]
firstName="黑田"
lastName="真子"
club0="科學部"
club1="無"
profileText="姐姐以驚人的高分從學園畢業後,/n她變得越來越緊張./n她把時間都花在科學部裏擔心,/n嘴裏還不停唸叨著"振作起來"."

[localizedData.49_FUJIWARA_SAORI GG2GirlLocalizedData]
firstName="藤原"
lastName="沙織"
club0="田徑部"
club1="無"
profileText="她自戀又傲慢,堅信所有男生都迷戀自己./n事實上她傲慢又難以接近,學園裏的男生都叫她/n冰之女王."

[localizedData.50_WAKABA_MIRAI GG2GirlLocalizedData]
firstName="若葉"
lastName="未來"
club0="網球部長"
club1="無"
profileText="她連續兩年拿到櫻咲小姐亞軍,/n而且對此恨之入骨./n如果她沒那麼自戀,也許就能謙虛地奪冠."

[localizedData.51_KUSUNOKI_MIHO GG2GirlLocalizedData]
firstName="楐"
lastName="美穗"
club0="吹奏部"
club1="無"
profileText="她吹小號,卻總想要更大的樂器./n也許吹大號能讓她消消氣,/n因為願望得不到滿足時她的脾氣很大."

[localizedData.52_NAMIKI_SANGO GG2GirlLocalizedData]
firstName="波木"
lastName="珊瑚"
club0="網球部"
club1="無"
profileText="她被選為熱門時尚雜志的模特,從此變成了令人受/n不了的大小姐./n學園裏幾乎所有女生都被她惹惱了."

[localizedData.53_SUGURI_SAYU GG2GirlLocalizedData]
firstName="村主"
lastName="左由"
club0="遊戲部"
club1="無"
profileText="她是村主雙胞胎中的姊姊./n她是FPS高手,強勢得彷彿來自<決勝時刻>星/n球./n不欺負菜鳥的時候,就會陪妹妹一起玩."

[localizedData.54_SUGURI_YUYU GG2GirlLocalizedData]
firstName="村主"
lastName="右由"
club0="遊戲部"
club1="無"
profileText="她是村主雙胞胎中的妹妹./n她喜歡2D射擊遊戲,連殘酷彈幕也能輕鬆通關./n姐姐不在身邊時,她就會開始撒嬌抱怨."

[localizedData.55_KOTOBUKI_RINGO GG2GirlLocalizedData]
firstName="壽"
lastName="林檔"
club0="戲劇部長"
club1="無"
profileText="她是戲劇部部長./n不演戲的時候,她就在喫東西./n她非常喜歡<漢賽爾與格蕾特>,/n很難說她更喜歡童話,還是童話蛋糕."

[localizedData.56_GOZU_YURINA GG2GirlLocalizedData]
firstName="牛頭"
lastName="百合菜"
club0="籃球部"
club1="學生會長"
profileText="她是魅力十足的學生會長,/n靠宣傳"女生制服裙擺應提高六英寸",/n召集了一支男生粉絲大軍."

[localizedData.57_YANAGIDA_MAFUYU GG2GirlLocalizedData]
firstName="柳田"
lastName="真冬"
club0="靈異會"
club1="無"
profileText="她是神祕的獨行者,總在校園裏遊蕩,彷彿正在尋/n找什麼./n由於出勤記錄太差,她不得不留級."

[localizedData.58_SAITO_YUKA GG2GirlLocalizedData]
firstName="齊藤"
lastName="由佳"
club0="新聞部"
club1="無"
profileText="由香只想做個普通人,/n說實話,她確實沒有什麼特別之處./n她為校報寫稿,但專欄太無聊,沒人願意讀."

[localizedData.59_KUJIRAI_KONOMI GG2GirlLocalizedData]
firstName="鯨井"
lastName="好美"
club0="游泳部"
club1="無"
profileText="一位討厭一切御宅族文化的嚴肅女孩.她的父母經/n營一家女僕咖啡廳,並強迫她在/n週末去那裡工作.讓大家覺得好笑的是,/n她總是不由自主地像女僕一樣說話."

[localizedData.60_TSURUGI_YURI GG2GirlLocalizedData]
firstName="劍"
lastName="悠梨"
club0="劍道部"
club1="無"
profileText="她是劍道部意志堅強,深受歡迎的成員./n她性格乾脆利落,專心於武術,沒時間理會男生或/n戀愛話題."

[localizedData.61_MASAMI_AKIKO GG2GirlLocalizedData]
firstName="正見"
lastName="亞紀子"
club0="遊戲部"
club1="漫畫部"
profileText="她是遊戲部成員,很有自己的想法./n她喜歡乙女遊戲,因為無論是電子游戲還是喜歡的/n漫畫,她都喜歡一點戀愛情節."

[localizedData.62_YOSHIKAWA_REN GG2GirlLocalizedData]
firstName="吉川"
lastName="戀"
club0="排球部長"
club1="無"
profileText="她個子不高,卻熱情十足./n她常憑高超技術和意志力帶領隊伍獲勝./n可惜這份能力沒有用在學習上."

[localizedData.63_NINOMIYA_SHIZUKA GG2GirlLocalizedData]
firstName="二宮"
lastName="靜香"
club0="書道部長"
club1="風紀委員長"
profileText="她是學生會強硬的副會長,對校規非常嚴格,認為/n所有人都該專心學習./n不用猜也知道,她並不受歡迎."

[localizedData.64_FUJINO_SAORI GG2GirlLocalizedData]
firstName="藤野"
lastName="沙織"
club0="戲劇顧問"
club1="無"
profileText="她是個一本正經的英語老師,比起自己的戀愛生活/n更關心學生,所以至今單身./n父母替她安排相親,她卻在晚餐時把對方罵跑了."

[localizedData.65_AZUMA_MICHIYO GG2GirlLocalizedData]
firstName="東"
lastName="美千代"
club0="美術顧問"
club1="無"
profileText="她看起來是勤奮的文學老師,卻有點不受控制./n她曾經喝得太多,結果不小心打了教導主任一拳."

[localizedData.66_KURIBAYASHI_RENA GG2GirlLocalizedData]
firstName="栗林"
lastName="怡奈"
club0="游泳顧問"
club1="無"
profileText="她被公認為校園裏最性感的老師./n受到女學生仰慕,也讓男生們垂涎./n她為學生提供私人諮詢,/n日程總是排得滿滿當當!"

[localizedData.67_HATTORI_ASUKA GG2GirlLocalizedData]
firstName="服部"
lastName="明日香"
club0="田徑顧問"
club1="女足顧問"
profileText="她是精力十足的體育老師,負責足球和田徑訓練./n盡管身體狀態極佳,她的戀愛生活卻一團糟,甚至/n從沒談過戀愛."

[localizedData.68_KURASHIKI_KIRARA GG2GirlLocalizedData]
firstName="倉敷"
lastName="綺羅羅"
club0="校醫"
club1="無"
profileText="她是校醫.似乎很喜歡說曖昧的話,/n所以辦公室外總排著一羣裝病的男生./n傳說她還有相當厲害的預知能力."

[localizedData.69_KAMIZONO_SHINOBU GG2GirlLocalizedData]
firstName="神園"
lastName="忍"
club0="回家部"
club1="無"
profileText="她是自尊心很強,領導力出眾的惡魔獵人,/n但學習成績相當差./n她私下喜歡讀那些俗氣的戀愛小說,/n噓,別告訴任何人,好嗎?!"

[localizedData.70_KAMIZONO_MAYA GG2GirlLocalizedData]
firstName="神園"
lastName="真夜"
club0="回家部"
club1="無"
profileText="一個甜美溫柔的少女,/n你完全看不出她竟是一名惡魔獵人./n受青梅竹馬峯大的影響,/n她酷愛超級英雄電影和巨大機器人動畫."

[localizedData.71_EKORO GG2GirlLocalizedData]
firstName=""
lastName="艾可蘿"
club0="軍事部"
club1="無"
profileText="她是天使學園三年級學生,也是帕塔子的對手./n她出身於看不起失敗者的富裕家庭,/n所以一定要在畢業考試中擊敗帕塔子."

[localizedData.72_KURONA GG2GirlLocalizedData]
firstName=""
lastName="庫蘿娜"
club0="回家部"
club1="無"
profileText="她是惡魔學園三年級學生./n她很漂亮,卻有些脆弱./n她靠捉弄別人來掩飾這一點,/n但很容易玩過頭."

[localizedData.73_PATAKO GG2GirlLocalizedData]
firstName=""
lastName="帕塔子"
club0="回家部"
club1="無"
profileText="她是實習天使,在心跳嘉年華後的考試中落榜./n現在她必須以人類身份修行,/n性格也變得越來越無法無天."

[localizedData.74_UNO_AOI GG2GirlLocalizedData]
firstName="兔野"
lastName="葵"
club0="輕音部"
club1="LOVEHEARTS"
profileText="戴著兔耳的她性格超級開朗./n她是LOVEHEARTS樂團的主音吉他手兼主/n唱./n為了籌措樂團活動經費,她在店裡打工."

[localizedData.75_FINAL_YUREINO_YUKO GG2GirlLocalizedData]
firstName="遊靈野"
lastName="幽子"
club0="攝影部"
club1="無"
profileText="她十年前擅闖學園時意外從屋頂墜落身亡./n如今她徘徊在學園中,/n努力完成學園七大不可思議."

[localizedData.76_YUREINO_YUKO GG2GirlLocalizedData]
firstName="未知"
lastName="未知"
club0="攝影部"
club1="無"
profileText="她十年前擅闖學園時意外從屋頂墜落身亡./n如今她徘徊在學園中,/n努力完成學園七大不可思議."

[localizedData.77_SHIAWASE_HUMAN GG2GirlLocalizedData]
firstName="幸福"
lastName="人"
club0="Eng"
club1="無"
profileText="Eng"

[localizedData.78_FUSHIAWASE_HUMAN GG2GirlLocalizedData]
firstName="不幸福"
lastName="人"
club0="Eng"
club1="無"
profileText="Eng"

